
<html>
<head>
	<link href="../../css/rules.css" rel="stylesheet" type="text/css" media="all" />
	{head}
</head>
<body>
	{header}
	{postHeader}
	<div class="container">
		<div class="content">
			<div class="single-page">
	<div class="print-main text-center">
		<div><img src="Image/Rules/rulesChess.jpg" alt="Author"/> </div>
				<section id="_Предисловие">
					<header>
						<h2>Предисловие</h2>
					</header>
						<p>Правила шахмат не могут учесть все возможные ситуации, которые могут возникнуть в процессе игры, и не предусматривают все организационные вопросы. В тех случаях, которые не полностью регулируются Статьей Правил, решения должны приниматься на основе аналогичных ситуаций, рассматриваемых в Правилах. Правила исходят из того, что арбитры обладают необходимой компетенцией, достаточным здравым смыслом и абсолютно объективны. Кроме того, подробные Правила лишили бы арбитра свободы при принятии решения, диктуемого справедливостью, логикой и конкретными условиями. ФИДЕ призывает все шахматные федерации принять эту точку зрения. Любая Федерация вправе ввести более подробные Правила, но они:</p>
						<ol>
							<li>не должны ни в чем противоречить официальным Правилам шахмат ФИДЕ;</li>
							<li>ограничиваются территорией этой федерации;</li>
							<li>недействительны для любого матча ФИДЕ, чемпионата или квалификационного соревнования для получения звания ФИДЕ, или рейтингового турнира.</li>
						</ol>
					<img class="imgRules" src="Image/Rules/1.jpg" name="figuresPlacement">
				</section>

				<section id="_Правила_игры">
					<header>
						<h2>Правила игры</h2>
					</header>
						<h3 id="_Характер_и_цели_игры_в_шахматы">Характер и цели игры в шахматы</h3>
						<ol>
							<li>Шахматная партия играется между двумя партнерами, которые поочередно перемещают фигуры на квадратной доске, названной «шахматной». Тот, кто имеет белые фигуры, начинает партию. Игрок получает право хода, когда его партнер сделал ход.</li>
							<li>Цель каждого игрока — атаковать короля партнера таким образом, чтобы партнер не имел никаких возможных ходов, которые позволяют избежать «взятия» короля на следующем ходу. Об игроке, который достиг этой цели, говорят, что он поставил мат королю партнера и выиграл партию. Партнер, королю которого был поставлен мат, проиграл партию.</li>
							<li>Если позиция такова, что никто из партнеров не может поставить мат, партия заканчивается вничью.</li>
						</ol>
						<img class="imgRules" src="Image/Rules/2.jpg" name="figuresPlacement">
						<h3 id="_Начальная_позиция_фигур_на_шахматной_доске">Начальная позиция фигур на шахматной доске</h3>
						<ol>
							<li>Шахматная доска состоит из 64-х равных квадратов (8×8), поочередно светлых («белые» поля) и темных («черные» поля). Она располагается между игроками так, чтобы ближайшее угловое поле справа от игрока было белым.</li>
							<li>В начале партии один игрок имеет 16 светлых фигур («белые»); другой — 16 темных фигур («черные»).
								<table>
									<tr><th>Символ</th><th>Фигура</th><th>Количество</th></tr>
									<tr><td>♔</td><td>Белый король</td><td>1</td></tr>
									<tr><td>♕</td><td>Белый ферзь</td><td>1</td></tr>
									<tr><td>♖</td><td>Белая ладья</td><td>2</td></tr>
									<tr><td>♗</td><td>Белый слон</td><td>2</td></tr>
									<tr><td>♘</td><td>Белый конь</td><td>2</td></tr>
									<tr><td>♙</td><td>Белая пешка</td><td>8</td></tr>
									<tr><td>♚</td><td>Черный король</td><td>1</td></tr>
									<tr><td>♛</td><td>Черный ферзь</td><td>1</td></tr>
									<tr><td>♜</td><td>Черная ладья</td><td>2</td></tr>
									<tr><td>♝</td><td>Черный слон</td><td>2</td></tr>
									<tr><td>♞</td><td>Черный конь</td><td>2</td></tr>
									<tr><td>♟</td><td>Черная пешка</td><td>8</td></tr>
								</table>
							</li>
							<li>Начальная позиция фигур на шахматной доске такова: <img class="imgRules111" src="Image/Rules/figuresPlacement.gif" name="figuresPlacement">
								<li>Восемь вертикальных рядов квадратов называются «вертикалями». Восемь горизонтальных рядов квадратов называются «горизонталями». Прямые линии квадратов одного и того же цвета, касающихся углами, называются «диагоналями».</li>
									</ol>
										<h3 id="_Ходы_фигур">Ходы фигур</h3>
											<p>Ни одна из фигур не может быть перемещена на поле, занятое фигурой того же цвета. Если фигура переходит на поле, занимаемое фигурой партнера, последняя считается взятой и убирается с шахматной доски как часть того же самого хода. О фигуре говорят, что она атакует фигуру партнера, если эта фигура может произвести взятие на этом поле. Фигура, считается атакующей поле, даже если она не может на него пойти из-за того, что её собственный король остается под шахом или под него попадает.</p>							
									<ol>
									<li>Слон может ходить на любое поле по диагонали, на которых он стоит. </li>
									<li>Ладья может ходить на любое поле по вертикали или горизонтали, на которых она стоит. </li>
									<li>Ферзь ходит на любое поле по вертикали, горизонтали или диагонали, на которых он стоит. 
										Когда делаются эти ходы, ферзь, ладья или слон не могут перемещаться через поле, занятое другой фигурой. </li>
									<li>Конь может ходить на одно из ближайших полей от того, на котором он стоит, но не на той же самой вертикали, горизонтали или диагонали. </li>
									<li>Пешка может ходить вперед на свободное поле, расположенное непосредственно перед ней на той же самой вертикали, или 
									<ul>
										<li>с исходной позиции пешка может продвинуться на два поля по той же самой вертикали, если оба эти поля не заняты; </li>
										<li>пешка ходит на поле, занимаемое фигурой партнера, которая расположена по диагонали на смежной вертикали, одновременно забирая эту фигуру.</li>
									</ul>
									<p>Пешка, атакующая поле, пересеченное пешкой партнера, который продвинул её с исходной позиции сразу на два поля, может взять эту продвинутую пешку, как если бы последний её ход был только на одно поле. Это взятие может быть сделано только очередным ходом и называется взятием «на проходе».</p>
									</li>
									<li>Когда пешка достигает самой дальней горизонтали от своей исходной позиции, она должна быть заменена на ферзя, ладью, слона или коня «своего» цвета, что является частью того же хода. Выбор игрока не ограничивается фигурами, которые были уже сняты с доски. Эта замена пешки на другую фигуру называется «превращением», и действие новой фигуры начинается сразу. </li>
										<li>Король может перемещаться двумя различными путями:
										  <ul>
											<li>ходить на любое примыкающее поле, которое не атаковано одной или более фигурами партнера. </li>
											<li>«Рокировка»: Это перемещение короля и одной из ладей того же цвета по крайней горизонтали считающееся одним ходом короля и выполняющееся следующим образом: король перемещается с его исходного поля на два поля по направлению к ладье, затем ладья переставляется через короля на последнее поле, которое только что пересек король. </li>
										  </ul>
										</li>
										<li>Рокировка становится невозможной:
										  <ul>
											<li>если король уже ходил, или </li>
											<li>с ладьей, которая уже ходила. </li>
										  </ul>
										</li>
										<li>Рокировка временно невозможна:
										  <ul>
											<li>если поле, на котором стоит король, или поле, которое он должен пересечь, или поле, которое он должен занять, атаковано одной из фигур партнера; </li>
											<li>если между королем и ладьей, с которой должна быть произведена рокировка, находится какая-либо фигура. </li>
										  </ul>
										</li>
										<li>Считается, что король находится «под шахом», если он атакован хотя бы одной фигурой партнера, даже если она не может сделать ход из-за того, что её собственный король остается под шахом или под него попадает. Ни одна из фигур не может сделать ход, который ставит или оставляет своего короля под шахом.</li>
										</ol>
										<img class="imgRules" src="Image/Rules/3.gif" name="endOfGameHumor">
										<h3 id="_Завершение_игры">Завершение игры</h3>
										<ol>
										<li>Партия выигрывается игроком, который поставил мат королю партнера. Если мат поставлен возможным ходом, то партия считается завершенной.</li>
										<li>Партия считается выигранной игроком, если партнер заявил, что он сдается. В этом случае партия немедленно заканчивается.</li>
										<li>
										<p>Партия считается завершившейся вничью, если тот игрок, за которым очередь хода не имеет никаких возможных ходов, и его король не под шахом. О такой партии говорят, что она закончилась «патом». Если пат поставлен возможным ходом, то партия считается завершенной.</p>
										<p>Партия считается завершившейся вничью, если возникла позиция, когда ни один из партнеров не может заматовать короля любыми возможными ходами. Считается, что партия закончилась «мертвой» позицией. В этом случае партия немедленно заканчивается.</p>
										<p>Партия считается закончившейся вничью по соглашению между двумя партнерами в ходе игры. В этом случае партия немедленно заканчивается.</p>
										<p>Партия может закончиться ничьей, если одинаковая позиция возникнет или возникала на шахматной доске трижды.</p>
										<p>Партия может закончиться ничьей, если последние 50 ходов были сделаны игроками без движения пешек и без взятия фигур.</p>
										</li>
										</ol>
										<img class="imgRules" src="Image/Rules/4.jpg" name="endOfGameHumor">
										<h3 id="_Шахматные_часы">Шахматные часы</h3>
										<ol>
										<li>Термин «Шахматные часы» означает часы с двумя циферблатами, соединенными друг с другом так, что только один из них может работать в данный момент. Термин «Часы» в Правилах Шахмат означает показание времени на одном из двух циферблатов. Термин «Падение флажка» означает истечение времени, отведенного на обдумывание ходов, игроку.</li>
										<li>При использовании шахматных часов каждый игрок должен сделать минимальное установленное число ходов или все ходы в заданный период времени; и/или при использовании электронных часов может быть добавлено определенное дополнительное время после каждого хода. Все это должно быть определено заранее.</li>
										<li>Время, накопленное игроком в одном периоде игры, добавляется к его времени на следующий период, кроме случая, когда устанавливается время на каждый ход. Когда оба игрока получают на обдумывание определенное основное время, а также фиксированное дополнительное время на каждый ход, обратный отсчет основного времени начинается только после того, как истекает фиксированное время. Если игрок переключает свои часы до истечения этого фиксированного добавочного времени, то его основное время не изменяется, независимо от количества использованного добавочного времени.</li>
										<li>В установленное время начала партии, пускаются часы игрока, который имеет белые фигуры.</li>
										<li>Если ни один из игроков не присутствует в начале, то у игрока, имеющего белые фигуры, вычитается все время, прошедшее до его прибытия, если иное не определено правилами соревнования или не решено арбитром.</li>
										<li>Любой игрок, прибывающий на игру более чем на один час после предусмотренного расписанием начала тура проигрывает партию, если иное не определено правилами соревнования или не решено арбитром.</li>
										<li>В ходе партии игрок, сделав свой ход на доске, должен остановить свои часы и пустить часы партнера. Игрок должен всегда иметь возможность остановить свои часы. Его ход не считается завершенным, пока он не выполнил эти требования, кроме хода, заканчивающего игру. Время между выполнением игроком хода на шахматной доске, остановкой собственных часов и запуском часов противника, расценивается как часть времени отведенного игроку.</li>
										</ol>
										<img class="imgRules" src="Image/Rules//5.gif" name="figuresPlacement">
										<h3 id="_Учет_результатов">Учет результатов</h3>
										<p>Если заранее не установлено иначе, игрок, который выиграл партию, или выиграл в результате какого-то нарушения партнера, получает одно очко (1), игрок, который проиграл, получает ноль очков (0), а игрок, сыгравший вничью, получает пол-очка (½).</p>
										<img class="imgRules" src="Image/Rules/6.jpg" name="resultHumor">
										<h3 id="_Учет_результатов">PS.</h3>
										<p>Для тех,кто дошел-таки до конца правил, в "награду" предоставляем текущий мировой рейтинг.</p>
										<div class="bestPlayersBlock">
											<div class="bestPlayers"><img src="Image/Rules/7.png"/> </div>
											<div class="bestPlayers"><img src="Image/Rules/8.png"/> </div>
										</div>
										</section>

	</div>
	
</div>
		</div>
	</div>
	{loginArea}
	{footer}
</body>
</html>